<?php

return [
    'last_updated' => 'Останнє оновлення о',
    'iso_code' => 'ISO код',
    'name' => 'Назва',
    'cur_code' => 'Код валюти',
    'rate' => 'Курс',
    'locale' => 'uk-UA',

    'settings' => 'Всі налаштування',
    'ch_info' => 'Змінити дані',
    'ch_password' => 'Змінити пароль',
    'ch_language' => 'Налаштування мови',
    'convert_pdf' => 'Конвертація у PDF',
    'api_key' => 'Api ключ',

    'your_keys' => 'Ваші api ключі',
    'progress' => 'Прогрес',
    'usage' => 'Використання',
    'created' => 'Створено',
    'last_used' => 'Востаннє використано',
    'actions' => 'Дії',

    'api_create' => 'Будь ласка, зберігайте ключ-токен у надійному місці, оскільки він більше не відображатиметься : ',
    'api_regenerate' => 'Ваш токен API успішно перегенеровано. Будь ласка, зберігайте ключ-токен у надійному місці, оскільки він більше не відображатиметься : ',

    'modal_title' => 'Вихід !!!',
    'modal_body' => 'Ви справді бажаєте вийти? Ви впевнені?',

    'lang_msg' => 'Ваші мовні налаштування збережені',
    'save'=> 'Зберегти',

];
